const arrOfRusBooks = [
  { title: 'Аэлита', author: 'Алексея Николаевича Толстого', name: 'aelita' },
  {
    title: 'Повесть о настоящем человеке',
    author: 'Бориса Николаевича Полевого',
    name: ''
  },
  {
    title: 'Неизвестный цветок',
    author: 'Андрея Платоновича Платонова',
    name: ''
  },
  {
    title: 'Судьба человека',
    author: 'Михаила Александровича Шолохова',
    name: ''
  },
  {
    title: 'Каштанка',
    author: 'Антона Павловича Чехова',
    name: ''
  },
  {
    title: 'Поединок',
    author: 'Александра Ивановича Куприна',
    name: ''
  },
  {
    title: 'Тайна двух океанов',
    author: 'Григория Борисовича Адамова',
    name: ''
  },
  // {
  //   title: 'Встреча над Тускаророй',
  //   author: 'Ивана Антоновича Ефремова',
  //   name: ''
  // },
  {
    title: 'Лафертовская маковница',
    author: 'Алексея Алексеевича Перовского',
    name: ''
  },
  // {
  //   title: 'Бегущая по волнам',
  //   author: 'Александра Степановича Гриневского',
  //   name: ''
  // },
  {
    title: 'Чудесный шар',
    author: 'Александра Мелентьевича Волкова',
    name: ''
  },
  {
    title: 'Плутония',
    author: 'Владимира Афанасьевича Обручева',
    name: ''
  },
  // {
  //   title: 'Броненосец «Анюта»',
  //   author: 'Лазаря Иосифовича Гинзбурга',
  //   name: ''
  // },
  // {
  //   title: 'Косморама',
  //   author: 'Владимира Фёдоровича Одоевского',
  //   name: ''
  // },
  {
    title: 'На Луне',
    author: 'Константина Эдуардовича Циолковского',
    name: ''
  }
]

const arrOfEngBooks = [
  {
    title: 'Вокруг света за восемьдесят дней',
    author: 'Жюля Габриэля Верна',
    name: 'around_the_world_in_eighty_days'
  },
  {
    title: 'Приключения Шерлока Холмса',
    author: 'Артура Конан Дойла',
    name: 'the_adventures_of_sherlock_holmes'
  },
  {
    title: 'Великий Гэтсби',
    author: 'Френсиса Скотта Фицджеральда',
    name: 'the_great_gatsby'
  },
  {
    title: 'Затерянный мир',
    author: 'Артура Конан Дойла',
    name: 'the_lost_world'
  },
  {
    title: 'Двадцать тысяч лье под водой',
    author: 'Жюля Габриэля Верна',
    name: 'twenty_thousand_leagues_under_the_sea'
  },
  {
    title: 'Война миров',
    author: 'Герберта Джорджа Уэллса',
    name: ''
  },
  {
    title: 'Урочный час',
    author: 'Рэя Дугласа Брэдбери',
    name: ''
  },
  {
    title: 'Звёздная мышь',
    author: 'Фредерика Брауна',
    name: ''
  },
  {
    title: 'Очи Тхара',
    author: 'Генриа Каттнера',
    name: ''
  },
  {
    title: 'Небо падает',
    author: 'Лестера Дель Рея',
    name: ''
  }
]

export default {
  arrOfRusBooks,
  arrOfEngBooks
}
